Repository: Runalyze/translations
Catalog: gettext/*/LC_MESSAGES/messages.*.po
Languages: no

source: Activity [in h] by day time
no: Aktivitet [i h] ved tidspunkt

source: Training times
no: Treningstider

source: Plot all your activity times by daytime/weekday and list your nightly activities.
no: Plott all dine aktivitetstidspunkt ved tidspunkt/ukedag og list alle dine nattlige aktiviteter.

source: Show nightly activities
no: Vis nattlige aktiviteter

source: Nightly activities
no: Nattlig aktiviteter

source: 2 a.m. is considered as <em>most extreme</em> time for a training.
no: Kl 2 er ansett som <em>mest ekstreme</em> tid for en trening.

source: The 20 trainings being nearest to that time are listed.
no: De 20 treningene nærmest til dette tidspunktet er opplistet.

source: Activity [in h] by weekday
no: Aktivitet [i h] ved ukedag

source: Temperatures
no: Temperatur

source: No data found.
no: Ingen data funnet.

source: Statistics about weather conditions and temperatures.
no: Statistikk over værforhold og temperaturer.

source: There is no bad weather, there is only bad clothing.
no: Det er ikke dårlig vær, det er bare dårlig klær.

source: Are you a wimp or a tough runner? Have a look at these statistics about the weather conditions.
no: Er du ei pyse eller en tøff løper? Ta en titt på disse statistikkene over værforhold.

source: Show temperature plots
no: Vis temperaturplott

source: on
no: på

source: Hottest activities
no: Varmeste aktivitet

source: Coldest activities
no: Kaldeste aktivitet

source: Most windy activities
no: Mest vindfulle aktivitet

source: Highest humidity activities
no: Aktivitet med høyest luftfuktighet

source: Routes
no: Løyper

source: Some statistics for your most frequent routes.
no: Noe statistikk for de mest brukte løypene.

source: The input field 'route' expects different places separted by a '-', e.g. 'City A - City B'This way the plugin will be able to count how often you visit each city or place.
no: Tekstfeltet 'Løype' forventer forskjellige plasser separert med '-', f.eks. 'By A - By B'. På denne måten vil tillegget kunne summere hvor ofte du besøker hver by eller plass.

source: Show visited cities
no: Vis besøkte steder

source: Open route network
no: Åpne løypenettverk

source: All years
no: Alle år

source: Most frequent routes
no: Mest frekventerte løyper

source: Most frequent places
no: Mest frekventerte plasser

source: There are no routes.
no: Det er ingen løyper.

source: Rare places
no: Sjeldne plasser

source: You have visited %s different places.
no: Du har besøkt %s forskjellige plasser.

source: Everything seperated by a ' - ' is considered as an individual place.
no: Alt separert med en '-' er behandlet som en individuell plass.

source: Choose sport
no: Velg sport

source: Choose year
no: Velg år

source: Route network
no: Løypenettverk

source: There are no routes matching the criterias.
no: Det er ingen løyper som tilfredstiller kriteriene.

source: The map contains your %s most recent routes matching the criterias.
no: Kartet viser dine %s nyeste løyper som tilfredstiller kriteriene.

source: More routes are not possible at the moment due to performance issues.
no: Flere løyper ikke mulig for øyeblikket på grunn av kapasitetshensyn.

source: Last half year
no: Siste halvår

source: Last year
no: Siste år

source: Shape
no: Form

source: Fitness (CTL)
no: Form (CTL)

source: Fatigue (ATL)
no: Utmattelse (ATL)

source: Shape for all years
no: Form for alle år

source: Explanation: How are these experimental values calculated?
no: Forklaring: Hvordan er disse eksperimentelle verdiene beregnet?

source: Calculations
no: Beregninger

source: Calculate experimental values as shape and fatigue based on TRIMP, marathon shape and your VO<sub>2</sub>max shape.
no: Beregne eksperimentelle verdier om form og utmattelse basert på TRIMP, maratonform og din VO<sub>2</sub>maks-form.

source: Show: ATL/CTL/TSB
no: Vis: ATL/CTL/TSB

source: Show actual/chronical training load and stress balance (based on TRIMP)
no: Vis aktuell/kronisk treningslast og stressbalanse (basert på TRIMP)

source: Show: Monotony/TS
no: Vis: Monotoni/TS

source: Show monotony and training strain (based on TRIMP)
no: Vis monotoni og treningspress (basert på TRIMP)

source: Show: VO<sub>2</sub>max shape
no: Show: VO<sub>2</sub>max-form

source: Predict current effective VO<sub>2</sub>max
no: Forutse nåværende effektiv VO<sub>2</sub>maks

source: Show: Marathon shape
no: Show: Maratonform

source: Guess current marathon shape
no: Gjett nåværende maratonform

source: Show shape
no: Vis form

source: Show training paces
no: Vis treningstempo

source: How are these values calculated?
no: Hvordan er disse verdiene beregnet?

source: Explanations: What are VO2max and TRIMP?
no: Forklaringer: Hva er VO[sub]2[/sub]maks og TRIMP?

source: There are not enough activities for good calculations.
no: Det er ikke nok aktiviteter for gode beregninger.

source: Current value: %s<br>Maximal value: %s<br>as percentage: %s &#37;
no: Nåværende verdi: %s<br>Maksimal verdi: %s<br>som prosent: %s &#37;

source: Fatigue
no: Utmattelse

source: Acute Training Load
no: Akutt TreningsLast

source: Fitness&nbsp;level
no: Formnivå

source: Chronic Training Load
no: Kronisk treningslast

source: absolute: %s<br>as percentage: %s &#37;
no: absolutt: %s<br>som prosent : %s &#37;

source: Stress Balance
no: Stressbalanse

source: Training Stress Balance
no: TreningsStressBalanse

source: Rest days
no: Hviledager

source: Rest days needed to reach TSB = 0
no: Hviledager som behøves for å nå TSB = 0

source: Easy TRIMP
no: Lett TRIMP

source: Monotony
no: Monotoni

source: Monotony<br><small>Monotony of your last seven days.<br>Values below 1.5 are preferable.</small>
no: Monotoni<br><small>Monotoni av dine siste syv dager.<br>Verdier under 1.5 er foretrukket.</small>

source: Training strain
no: Treningspress

source: Training strain<br><small>of your last seven days</small>
no: Treningspress<br><small>av dine siste syv dager</small>

source: Name
no: Navn

source: in &#37;
no: i &#37;

source: value/day
no: verdi/dag

source: max. value
no: maks verdi

source: %s days
no: %s dag(er)

source: Training impulse over a short period
no: Treningsimpuls over en kort periode

source: Chronical Training Load
no: Kronisk treningslast

source: Training impulse over a long period
no: Treningsimpuls over en lang periode

source: Current impulse<br>positive: recovery<br>negative: hard training
no: Nåværende impuls<br>positiv: restitusjon<br>negative: hard trening

source: ATL/CTL are based on the TRIMP-concept, which adresses an impulse value to every activity. ATL and CTL are averaged values over a given time range.
no: ATL/CTL er basert på TRIMP-konseptet, som gir hver aktivitet en impulsverdi. ATL og CTL er rullende gjennomsnittsverdier over et gitt tidsintervall.

source: see <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">The TRIMP-concept</a> (german, netzathleten.de)
no: se <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">The TRIMP-concept</a> (german, netzathleten.de)

source: see <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> and <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> on fellrnr.com
no: se <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> og <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> på fellrnr.com

source: Effective VO<sub>2</sub>max values of the last %s days
no: Effektiv VO<sub>2</sub>maks-verdier voer de siste %s dag(er)

source: The VO<sub>2</sub>max shape is calculated as the average, weighted by time, of estimated VO<sub>2</sub>max values of your activities in the last %s days.
no: VO<sub>2</sub>maks-formen er beregnet som et gjennomsnitt, vektet på tid, av estimert VO<sub>2</sub>maks-verdier av dine aktiviteter siste %s dager.

source: Your current VO<sub>2</sub>max shape: <strong>%s</strong><br>&nbsp;
no: Din nåværende VO<sub>2</sub>maks-form: <strong>%s</strong><br>&nbsp;

source: VO<sub>2</sub>max itself is a scientific metric for the maximal oxygen consumption that can be measured in the laboratory.<br>Two runners with equal VO<sub>2</sub>max values do not need to perform equally, as running efficiency plays an additional role. To overcome the issue of specifying running efficiency, one can ignore the efficiency and therefore call it effective VO<sub>2</sub>max.
no: VO<sub>2</sub>maks i seg selv er en vitenskapelig måling for det maksimale oksygenforbruket som kan bli målt i et laboratorium.<br>To løpere med likt VO<sub>2</sub>maks-verdier trenger ikke prestere likt, siden løpseffektiviteten spiller en tilleggsrolle. For å komme forbi utfordring med å spesifisere løpseffektivitet, kan man ignorere effektiviteten og derfor kalle det effektiv VO<sub>2</sub>maks.

source: Current Effective VO<sub>2</sub>max
no: Nåværende effektiv VO<sub>2</sub>maks

source: based on heart rate
no: basert på puls

source: Target kilometer per week
no: Mål kilometer per uke

source: done by %s&#37;
no: fullført %s&#37;

source: <strong>Marathon time</strong> <small>(optimal)</small>
no: <strong>Maratontid</strong><small>(optimal)</small>

source: <strong>Target long run</strong> <small>(%s weeks)</small>
no: <strong>Mål langløp</strong><small>%s uker</small>

source: Points
no: Punkter

source: * %s &quot;long&quot; jogs do not show up, because they have less than 0.2 points.
no: * %s &quot;langløp&quot; vises ikke siden de har fått mindre enn 0.2 poeng.

source: * In general, all runs with more than %s are being considered.
no: * Overordnet vil alle aktiviteter med mer enn %s bli vurdert.

source: Your marathon shape is based on your weekly kilometers and your long jogs.<br>The target is derived from the possible marathon time based on your current shape.
no: Din maratonform er basert på dine ukentlige kilometere og dine langløp.<br>Målet er utledet fra en mulig maratontid basert på din nåværende form.

source: The points for your long runs are weighted by time and quadratic in distance. That means, a long jog yesterday gives more points than a long jog two weeks ago and a 30k-jog gives more points than two 20k-jogs.
no: Poengene for dine langløp er vektet ved tid og kvadratisk i distanse. Dette betyr at et langløp igår gir flere poeng enn et langløp for to uker siden, og et 30k-langløp gir flere poeng enn to 20k-langløp.

source: The marathon shape is <strong>not</strong> scientifically based.<br>It's our own attempt to adjust the prognosis for long distances based on your current endurance.
no: Maratonform er <strong>ikke</strong> vitenskapelig basert.<br>Det er vårt forsøk på å tilpasse prognosen for lange distanser basert på din nåværende utholdenhet.

source: There are no current activities with an estimated VO<sub>2</sub>max value.
no: Det er ikke noen nåværende aktiviteter med en estimert VO<sub>2</sub>maks-verdi.

source: VO<sub>2</sub>max can only be estimated for runs with heart rate data.
no: VO<sub>2</sub>maks kan kun bli estimert for løp med pulsdata.

source: Tags summary
no: Oppsummering merkelapper

source: Summarises your tags for the selected sport.
no: Summer dine merkelapper for valgt sport.

source: Sport to summarise tags for
no: Sport å summere merkelapper for

source: Show tags for this period of months
no: Vis merkelapperfor denne perioden av måneder

source: months
no: måneder

source: month
no: måned

source: You don't have any tags for this sport or timescale.
no: Du har ingen merkelapper for denne sporten eller tidsperioden.

source: Goals
no: Mål

source: Set your own goals for different time ranges and compare your current performance with them.
no: Sett dine egne mål for ulike tidsintervaller og sammenlign nåværende prestasjon med dem.

source: This plugin tracks your distances for chosen time ranges.
no: Dette tillegget sporer distansene dine for et bestemt tidsintervall.

source: You can set a goal (value &gt; 0) for every time range. If it is set, you will see how much you have to run to reach it.
no: Du kan sette et mål (verdi &gt; 0) for hvert tidsintervall. Hvis det er satt vil du se hvor mye du må løpe for å nå det.

source: A virtual Pace Bunny <em>reaches</em> the goal with a steady performance - you can see how far you are ahead or behind.
no: En virtuell Tempo-Bunny <em>når</em> målet med en jevn prestasjon - du kan se hvor mye du er foran eller bak.

source: Note: &quot;Saison&quot; refers to the current season in the german &quot;kmspiel&quot;.
no: Bemerk: &quot;Saison&quot; referer til nåværende årstid i tyske &quot;kmspiel&quot;.

source: Show a prognosis for the current %s
no: Vis en prognose for nåværende %s

source: Current time range: %s to %s
no: Nåværende tidsintervall: %s til %s

source: %s: show
no: %s: vis

source: %s: goal
no: %s: mål

source: Show details
no: Vis detaljer

source: Current
no: Nåværende

source: Day
no: Dag

source: Week
no: Uke

source: Prognosis
no: Prognose

source: %d days left
no: %d dag(er) igjen

source: Goal reached.
no: Mål oppnådd.

source: Pace Bunny
no: Tempo-Bunny

source: Behind
no: Bak

source: Ahead
no: Foran

source: Head 2 Head
no: Duell

source: Me
no: Meg

source: Pace&nbsp;Bunny
no: Tempo-Bunny

source: %s to %s (%d days)
no: %s til %s (%d dag(er))

source: Month
no: Måned

source: Half-Year
no: Halvår

source: Season
no: Sesong

source: Note: Season means the current season in the german &quot;kmspiel&quot;
no: Bemerk: Årstid betyr nåværende årstid i tyske &quot;kmspiel&quot;

source: Year
no: År

source: How often did you train with whom?
no: Hvor ofte trente du med hvem?

source: All training partners
no: Alle treningspartnere

source: You have only trained on your own.
no: Du har kun trenet alene.

source: You have trained <strong>%sx</strong> in total and out of that <strong>%sx</strong> with a training partner,
no: Du har trenet <strong>%sx</strong> totalt og av det <strong>%sx</strong> med en treningspartner,

source: that are <strong>%s</strong> &#37;.
no: det er <strong>%s</strong>&#37;.

source: Monthly Stats
no: Månedlig statistikk

source: How many %s/hours did you do per month
no: Hvor mange %s/timer trente du per måned

source: Your steepest activities and an overview of your cumulated elevation.
no: Dine bratteste aktiviteter og en oversikt over din samlede elevasjon.

source: No routes found.
no: Ingen løyper funnet.

source: Most elevation
no: Høyeste elevasjon

source: Steepest routes
no: Bratteste løype

source: Highest Climb Score
no: Høyeste klatrepoeng

source: unlabeled
no: umerket

source: Tag analysis
no: Merkelappanalyse

source: How often have you tagged your activities with tag x?
no: Hvor ofte har du merket dine aktiviteter med merkelappen X?

source: Tag to analyze
no: Merkelapp som skal analyseres

source: Please choose a tag.
no: Venligst velg en merkelapp.

source: No activities found.
no: Ingen aktiviteter funnet.

source: Race results
no: Løpsresultat

source: Personal bests and everything else related to your competitions.
no: Personlig beste og alt annet relatert til dine konkurranser.

source: This plugin lists all your competitions. It shows you a summary of all race results and of your personal bests (over all distances with at least two results).
no: Dette tillegget lister alle dine konkurranser. Det viser en summeringa av alle løpsresultatene dine og dine personlige beste (distanser med minst to resultater).

source: In addition, it plots the trend of your results over a specific distance.If you do a race just for fun, you can mark it as a 'fun race' to ignore it in the plot.
no: I tillegg plotter det trend over dine resultater på en spesifikk distanse. Hvis du gjør et løp kun for moro, kan du markere det 'moroløp' for å ignorere det i plottet.

source: Main distance
no: Hoveddistanse

source: Distances for yearly comparison
no: Distanse for årlig sammenligning

source: Personal bests
no: Personlig beste

source: All race results
no: Alle løpsresultater

source: There are no races.
no: Det er ikke noen løp.

source: This list shows all distances selected for yearly comparison or with at least two results.
no: Denne listen viser alle distanser valgt for årlig sammenligning eller med minst to resultater.

source: Distances have to match exactly, especially 21.10 km and 42.20 km for (half-)marathons.
no: Distansen må være eksakt presis, særlig 21.10 km og 42.20 km for (halv-)maraton.

source: Performance chart
no: Prestasjonsdiagram

source: There are no race results for the given distances.
no: Det er ikke noen løpsresultater for den gitte distansen.

source: Results trend
no: Resultatstrend

source: This includes races of all distances, not only those selected for yearly comparison.
no: Dette inkluderer løp for alle distanser, ikke bare de valgte for årlig sammenligning.

source: Official distance & time
no: Offisiell distanse og tid

source: Activity details
no: Aktivitetsdetaljer

source: Placement
no: Plassering

source: Your result in proportion to the world best performance in your age/gender.
no: Resultatet ditt står i forhold til verdens beste prestasjon for din alder/kjønn.

source: Overall
no: Totalt

source: male/female
no: mann/kvinne

source: M/F
no: M/K

source: You can mark any activity as race by checking the respective checkbox in the activity's form.
no: Du kan markere enhver aktivitet som løp ved å huke av den aktuelle boksen i aktivitetsskjemaet.

source: Weather statistics
no: Værstatistikk

source: Edit the activity
no: Editer aktiviteten

source: Edit the race result details
no: Editer detaljer for løpsresultatet

source: Fun race | Click to mark this activity as a 'normal race'.
no: Moroløp | Huk av for å markere denne aktiviteten som 'normalt løp'.

source: Race | Click to mark this activity as a 'fun race'.
no: Race | Huk av for å markere denne aktiviteten som et 'moroløp'.

source: Result over %s
no: Resultater over %s

source: Trend over %s
no: Utvikling over %s

source: Result overs %s
no: Resultater over %s

source: Summary of your activities for each sport.
no: Oversikt over dine aktiviteter for hver sport.

source: Prognosis calculator: form trend
no: Prognosekalkulator: formutvikling

source: Prognosis with marathon shape
no: Prognose med maratonform

source: Result
no: Resultater

source: Prognosis trend
no: Prognoseutvikling

source: Your current effective VO2max:
no: Ditt nåværende effektive VO[sub]2[/sub]maks:

source: Your current marathon shape:
no: Din nåværende maratonform:

source: %s in %s <small>(%s)</small> and %s in %s <small>(%s)</small>
no: %s på %s <small>(%s)</small> og %s på %s <small>(%s)</small>

source: Your two best results:
no: Dine to beste resultater:

source: Personal best
no: Personlig beste

source: Your input is invalid
no: Din input er ugyldig

source: The results give the constants K = %f and e = %f.
no: Resultatet gir konstantene K = %f og e = %f.

source: K must be between %u and %u, e between %f and %f.
no: K må være mellom %u og %u, e mellom %f og %f.

source: Effective VO2max must be between %u and %u.
no: Effektiv VO[sub]2[/sub]maks må være mellom %u og %u.

source: Model
no: Modell

source: Distances
no: Distanse

source: Effective VO2max
no: Effektiv VO[sub]2[/sub]maks

source: Use Marathon Shape
no: Bruk maratonform

source: Marathon Shape
no: Maratonform

source: Best result
no: Beste resultat

source: Second best result
no: Nest beste resultat

source: Show prognosis
no: Vis prognose

source: Prognosis calculator
no: Prognosekalkulator

source: Predict your race performance on various distances.
no: Forutse dine løpsprestasjoner på ulike distanser.

source: There are different models that can be used to predict your race performances:
no: Det er ulike modeller som kan bli brukt for å forutse dine løpsprestasjoner:

source: Your current effective VO2max is estimated based on the ratio of heart rate and pace. This value is equivalent to specific performances.
no: Ditt nåværende effektive VO<sub>2</sub>maks er estimert basert på ratio av puls og tempo. Denne verdien er ekvivalent til spesifikke prestasjoner.

source: Robert Bock uses an individual coefficient for your fatigue over time/distance. This model uses your two best results.
no: Robert Bock bruker en individuell koeffisient for din utmatning over tid/distanse. Denne modelle bruker dine to beste resultater.

source: Herbert Steffny uses fixed factors to transform performances from one distance to another. This model uses your best result.
no: Herbert Seffny bruker faste faktorer for å transformere prestasjon fra en distanse til en annen. Denne modelle bruker ditt beste resultat.

source: David Cameron uses a fixed coefficient for the fatigue over time/distance and slightly different formulas than Robert Bock. This model uses your best result.
no: David Cameron bruker faste koeffisienter for utmatningen over tid/distanse og en delvis forskjellig formel enn Robert Bock. Denne modelle bruker ditt beste resultat.

source: The VO2max model is the only one which considers your current shape. The other models are based on your previous race results.
no: VO[sub]2[/sub]max-modellen er den eneste som tar i betraktning din nåværende form. De andre modellene er basert på dine tidligere løpsresultater.

source: Distances to predict
no: Distanse å forutse

source: Prediction model
no: Modell for framsyn

source: Use marathon shape
no: Bruk maratonform

source: Use marathon shape factor to adapt prognosis for long distances (VO2max only).
no: Bruk faktor for maratonform for å tilpasse prognose for lange distanser (kun VO[sub]2[/sub]max).

source: Show prognosis trend
no: Vis prognoseutvikling

source: Prognoses can't be calculated.
no: Prognose kan ikke bli beregnet.

source: There are not enough results for good predictions.
no: Det er ikke mange nok resultater for gode framsyn.

source: <small>from</small> %s <small>to</small> <strong>%s</strong>
no: <small>fra</small> %s <small>til</small> <strong>%s</strong>

source: Resting HR
no: Hvilepuls

source: Fat
no: Fett

source: Water
no: Vann

source: Muscles
no: Muskler

source: Body values
no: Kroppsverdier

source: Show body values: weight, resting heart rate and values like fat-, water- and muscles-percentage.
no: Vis kroppsverdier: vekt, hvilepuls og verdier som fett-, vann og muskelprosenter.

source: Desired body weight
no: Ønsket kroppsvekt

source: Plot: number of points
no: Plott: antall punkter

source: <small>or</small> fixed number of days
no: <small>eller</small> fast antall dag(er)

source: Enter a value &ge; 0 to show a fixed time range.
no: Anngi en verdi &ge; 0 for å vise et fast tidsintervall.

source: Add data
no: Legg til data

source: Show table
no: Vis tabell

source: Enter maximal HR
no: Oppgi maksimalpuls

source: Otherwise calculations will be wrong
no: Ellers vil beregninger bli feil

source: Maximal HR
no: Maksimalpuls

source: Other values
no: Andre verdier

source: Records
no: Rekorder

source: Faster, longer, better: Your records from your activities.
no: Raskere, lengre, bedre: Dine rekorder fra dine aktiviteter.

source: No data available
no: Ingen data tilgjengelig

source: Most kilometers
no: Flest kilometer

source: per year
no: per år

source: per month
no: per måned

source: per week
no: per uke

source: Fastest activities
no: Raskeste aktiviteter

source: Longest activities
no: Lengste aktiviteter

source: Monthly and weekly summaries for all sports
no: Månedlig og ukentlig oppsummering for alle sporter

source: General overview
no: Generell oversikt

source: All training weeks
no: Alle treningsuker

source: This plugin shows summaries for all weeks, months or years to compare your overall training.
no: Dette tillegget viser oppsummering for alle uker, måneder eller år for å sammenligne din totale trening.
