Repository: Runalyze/translations
Catalog: gettext/*/LC_MESSAGES/messages.*.po
Languages: no

source: Default mode for the calendar
no: Standardmodus for kalenderen

source: Calendar: show labels for dataset
no: Kalender: Vis etiketter for datasett

source: Calendar: show days with activities only
no: Kalender: Vis kun dager med aktiviteter

source: Calendar: create button
no: Kalender: opprett-knapp

source: Add a link for every day to create a new activity.
no: Legg til en link for hver dag for å opprette en ny aktivitet.

source: reverse order
no: Omvendt rekkefølge

source: Show days in reverse orders
no: Vis dager i omvendt rekkefølge

source: Activity view
no: Aktivitetsvisning

source: Number of decimals
no: Antall desimaler

source: Activity view: show rows in full height
no: Aktivitetsvisning: Vis rader i full høyde

source: By default e.g. lap data will be scrollable and not shown completely.
no: Som standard vil f.eks. rundedata være rullbare og ikke fullstendig vist.

source: Plots: combination
no: Plott: kombinasjoner

source: Plots: precision
no: Plott: presisjon

source: How many data points should be plotted?
no: Hvor mange datapunkter skal plottes?

source: Plots: smooth curves
no: Plott: glattet kurver

source: Plots: use time as x-axis
no: Plott: bruk tid som x-akse

source: Pace plot: y-axis minimum
no: Tempoplott: y-akse minimum

source: Data points below this limit will be ignored. (only for min/km)
no: Datapunkter under denne skranken vil bli ignorert (kun for min/km)

source: Pace plot: y-axis maximum
no: Tempoplott: y-akse maximum

source: Data points above this limit will be ignored. (only for min/km)
no: Datapunkter over denne skranken vil bli ignorert (kun for min/km)

source: Pace plot: y-axis scale type
no: Tempoplott: y-akse skalering

source: Scale type that will be used to show pace on y-axis.
no: Hvilken skalering som vil bli brukt for å vise tempo på y-akse.

source: Pace plot: Ignore outliers
no: Tempoplott: ignorer

source: Try to ignore outliers in the pace plot.
no: Prøver å ignorere avvikende punkter i tempoplottet.

source: Splits plot: use zero as axis minimum
no: Delplott: bruk null som minimum på akser

source: Map: interrupt route
no: Kart: bryt opp spor

source: The gps path can be interrupted in case of <em>interruptions</em> (e.g. by car/train/...).Finding these interruptions is not easy. You can define up to which distance (in seconds by average pace)between two data points can be interpolated.
no: Gps-sporet kan bli brutt i tilfelle <em>avbrytelser</em> (f.eks. med bil/tog/..). Å finne disse avbruddene er ikke enkelt. Du kan spesifisere opp til hvilken avstand (i sekunder per gjennomsnittlig tempo) mellom to datapunkter som kan bli interpolert.

source: Map: precision
no: Kart: presisjon

source: How many data points shoud be displayed?
no: Hvor mange datapunkter skal vises?

source: Map: show map first
no: Kart: Vis kart først

source: show map before plots
no: Vis kart før plott

source: Map: zoom on scroll
no: Kart: zoom ved rulling

source: Elevation: smoothing
no: Elevasjon: glatting

source: Choose the algorithm to smooth the elevation data
no: Velg en algoritme for å glatte elevasjonsdata

source: Elevation: threshold
no: Elevasjon: terskel

source: Threshold for the smoothing algorithm
no: Terskel for glatting

source: Beginning of the week
no: Begynnelse av uke

source: Unit system for distances
no: Enhet for distanser

source: Changing the unit system for distances does not change pace units. You have to adjust them in sports configuration.
no: Endring av enhet for distanser endrer ikke enhet for tempo. Du må endre dem i sportskonfigurasjonen.

source: Weight unit
no: Vektenhet

source: Energy unit
no: Energienhet

source: Temperature unit
no: Temperaturenhet

source: Heart rate unit
no: Pulsenhet

source: Main sport
no: Hovedsport

source: Synchronisation Fallback Sport
no: Synkronisering standardsport

source: Enable activity mail import
no: Aktiver import fra e-post

source: Beta feature
no: Beta-funksjon

source: If activated you can send your activities to
no: Hvis aktiv kan du sende dine aktiviteter til

source: Password for activity mail import
no: Passord for import fra e-post

source: needed
no: behov for

source: Add this password to the subect of your mail
no: Legg dette passordet til subjektet i e-posten din

source: The mail must be sent from the mail address defined in your account.
no: E-posten må være sendt fra den e-post-adressen som er definert i din konto.

source: Read more about this feature in our blog
no: Les mer om denne funksjonen i vår blogg

source: id (oldest first)
no: id (eldste først)

source: id (latest first)
no: id (nyeste først)

source: alphabetical
no: alfabetisk

source: automatic
no: automatisk

source: Week view
no: Ukevisning

source: Month view
no: Månedsvisning

source: Kilocalories
no: Kilokalorier

source: no smoothing
no: Ingen glatting

source: Threshold method
no: Terskelmetode

source: Douglas-Peucker-Algorithm
no: Douglas-Peucker-Algoritme

source: Upload form
no: Opplastningsskjema

source: Standard form
no: Hovedskjema

source: absolute value
no: absoluttverdi

source: &#37; HRmax
no: &#37; HFmaks

source: &#37; HRreserve
no: &#37; HF reserve

source: all separated
no: alle separert

source: Pace / Heart rate
no: Tempo / Puls

source: Pace / Heart rate / Elevation
no: Tempo / Puls / elevasjon

source: never
no: aldri

source: only for race results
no: kun for løpsresultater

source: always
no: alltid

source: every data point
no: alle datapunkter

source: every second data point
no: annethvert datapunkt

source: every fifth data point (recommended)
no: hvert femte datapunkt (anbefalt)

source: every tenth data point
no: hvert tiende datapunkt

source: every twentieth data point
no: hvert tyvende datapunkt

source: at too big distance (15s)
no: ved for stor distanse (15s)

source: at too big distance (30s)
no: ved for stor distanse (30s)

source: at too big distance (60s)
no: ved for stor distanse (60s)

source: at too big distance (120s)
no: ved for stor distanse (120s)

source: at too big distance (240s)
no: ved for stor distanse (240s)

source: at too big distance (300s)
no: ved for stor distanse (300s)

source: at too big distance (600s)
no: ved for stor distanse (600s)

source: every 50m a data point
no: et datapunkt hver 50m

source: every 100m a data point
no: et datapunkt hver 100m

source: every 200m a data point
no: et datapunkt hver 200m

source: every 500m a data point
no: et datapunkt hver 500m

source: max. 50 data points
no: maksimalt 50 datapunkter

source: max. 100 data points
no: maksimalt 100 datapunkter

source: max. 200 data points (recommended)
no: maksimalt 200 datapunkter (anbefalt)

source: max. 300 data points
no: maksimalt 300 datapunkter

source: max. 400 data points
no: maksimalt 400 datapunkter

source: max. 500 data points
no: maksimalt 500 datapunkter

source: max. 750 data points
no: maksimalt 750 datapunkter

source: max. 1000 data points
no: maksimalt 100 datapunkter

source: kilograms
no: kilogram

source: pounds
no: pund

source: stones
no: stone

source: linear
no: lineær

source: reversed linear
no: omvendt lineær

source: as speed
no: som hastighet

source: Metric units
no: Metriske enheter

source: Imperial units
no: Imperiske enheter

source: Code
no: Kode

source: HTML-Code
no: HTML-kode

source: Add this code to your blog/website.
no: Legg denne koden til bloggen/hjemmesiden din.

source: Preview
no: Forhåndsvisning

source: Your training is private: There is no link included.
no: Aktiviteten din er privat: Det er ingen link inkludert.

source: Widget
no: Miniprogram

source: Runalyze runs on a local server. Only people in your local network will be able to see the training.
no: Runalyze kjører på en lokal server. Kun personer på ditt lokale nettverk vil kunne se aktiviteten.

source: Width
no: Bredde

source: Height
no: Høyde

source: Change size
no: Endre størrelse

source: I did sport:
no: Jeg gjorde sport:

source: in
no: i

source: Runalyze is running on a local server.
no: Runalyze kjører på en lokal server.

source: Linking your activity in a social network does not make sense - nobody will be able to see your activity.
no: Linke til dine aktiviteter i sosiale medier gir ikke mening - ingen vil kunne se dine aktiviteter.

source: diff
no: forskjell

source: Goal
no: Mål

source: Average (active)
no: Gjennomsnitt (aktive)

source: Average (total)
no: Gjennomsnitt (total)

source: 1st/2nd Half
no: 1./2. halvdel

source: Computed Laps
no: Beregnede runder

source: No GPS-data available. Can\'t compute laps.
no: Ingen GPS-data er tilgjengelig. Kan ikke beregne runder.

source: Threshold
no: Terskel

source: R-R interval
no: R-R intervall

source: No plot available.
no: Ingen plott tilgjengelig.

source: avg:
no: gjsn:

source: left
no: venstre

source: right
no: høyre

source: Difference
no: Forskjell

source: Ground contact
no: Bakkekontakt

source: Heartrate
no: Hjertefrekvens

source: Grade adjusted pace
no: Helningsjustert tempo

source: Moving average
no: Glidende gjennomsnitt

source: Footstrike
no: Fotisett

source: Stroke
no: Slag

source: Manual Laps
no: Selvvalgte runder

source: There are no manual laps.
no: Det er ingen selvvalgte runder.

source: Speed
no: Hastighet

source: Elevation up/down
no: Elevasjon opp/ned

source: This value exceeds your entered maximal heart rate.
no: Verdien er høyere enn din angitte maksimale puls.

source: Please adjust your maximal heart rate.
no: Vennligst juster din maksimale puls.

source: Number of steps
no: Antall steg

source: Total cadence
no: Totalt tråkk

source: Laps
no: Runder

source: Lap
no: Runde

source: Diff.
no: Forskjell.

source: elevation
no: elevasjon

source: Average
no: Gjennomsnitt

source: active
no: aktive

source: inactive
no: ikke -aktive

source: Show inactive splits
no: Vis ikke-aktive delavstander

source: Calculate laps
no: Beregne runder

source: Lap every ...
no: Runde hver ...

source: Distance, after which a new lap should start
no: Distanse som en ny runde skal starte etter

source: or
no: eller

source: Time, after which a new lap should start
no: Tid som en ny runde skal starte etter

source: Manual distances
no: Selvvalgte distanser

source: List with all distances, comma seperated. Put "+" at the beginning to treat distances as intervals.
no: Liste med alle distanser, komma-separert. Putt "+" ved begynnelsen for å behandle distanser som intervall.

source: e.g.
no: f.eks.

source: Manual times
no: Selvvalgte tider

source: List with all times, comma seperated. Put "+" at the beginning to treat times as intervals.
no: Liste med alle tider, komma-separert. Putt "+" ved begynnelsen for å behandle tider som intervall.

source: Lap time goal
no: Rundetid-mål

source: Pace goal
no: Tempomål

source: Calculate values for handmade splits although total distance does not match.
no: Beregne verdier for selvvalgte delavstander selv om totaldistanse ikke stemmer.

source: The total distance of your handmade laps differs from the gps distance.
no: Den totale distansen av selvvalgte runder er forskjellig fra gps-distansen.

source: Leave lap distances empty to use your handmade laps.
no: La runde-distanse være tom for å bruke dine selvvalgte runder.

source: Show calculated laps
no: Vis beregnede runder

source: Show manual laps
no: Vis selvvalgte runder

source: <strong>%s. %s</strong> in %s
no: <strong>%s. %s</strong> på %s

source: <strong>Time:</strong> %s
no: <strong>Tid:</strong> %s

source: <strong>Total:</strong> %s
no: <strong>Totalt:</strong> %s

source: <strong>Pause</strong> of %s
no: <strong>Pause</strong> i %s

source: <strong>Distance:</strong> %s
no: <strong>Distanse:</strong> %s

source: <strong>Heart rate:</strong>
no: <strong>Puls:</strong>

source: %s to %s
no: %s til %s

source: There was a problem trying to show the map.
no: Det oppsto et problem med å vise kartet.

source: of %u overall
no: av %u totalt

source: of %u in your age group
no: av %u i din aldersgruppe

source: of %u men/women
no: av %u menn/kvinner

source: (first %u%%)
no: (første %u%%)

source: Cadence (running)
no: Tråkk (løping)

source: spm = steps per minute
no: spm = steg per minutt

source: rpm = rotations per minute
no: rpm = rotasjoner per minutt

source: Freestyle
no: Fristil

source: Backstroke
no: Ryggsvømming

source: Breaststroke
no: Brystsvømming

source: Mixed
no: Miks

source: Back
no: Rygg

source: Breast
no: Bryst

source: at
no: av

source: No exertion at all
no: Ingen anstrengelse i det hele tatt

source: Extremely light
no: Ekstremt lett

source: Very light
no: Veldig lett

source: Light
no: Lett

source: Somewhat hard
no: Tildels hardt

source: Hard
no: Hardt

source: Very Hard
no: Veldig hardt

source: Extremely hard
no: Ekstrem hardt

source: Maximal exertion
no: Maksimal anstrengelse

source: NE
no: NØ

source: E
no: Ø

source: SE
no: SØ

source: SW
no: SV

source: W
no: V

source: NW
no: NV

source: sunny
no: klarvær

source: fair
no: lettskyet

source: cloudy
no: skyet

source: changeable
no: lette regnbyger

source: rainy
no: regnbyger

source: snowing
no: snø

source: heavy rain
no: kraftig regnbyger

source: foggy
no: tåke

source: thundery
no: Tordenbyger

source: windy
no: vind

source: unknown
no: ukjent

source: Wind chill factor
no: Vindavkjølingsfaktor

source: No effect
no: Ingen effekt

source: Caution
no: Forsiktighet

source: Extreme caution
no: Ekstrem forsiktighet

source: Danger
no: Fare

source: Extreme danger
no: Ekstrem fare

source: Temperature and humidity should not have any effect.
no: Temperatur og luftfuktighet skal ikke ha noen effekt.

source: Fatigue is possible with prolonged exposure and activity. Continuing activity could result in heat cramps.
no: Utmattelse er mulig med forlenget eksponering og aktivitet. Fortsettelse med aktivitet kan resultere i varmekramper.

source: Heat cramps and heat exhaustion are possible. Continuing activity could result in heat stroke.
no: Varmekramper og overoppheting er mulig. Fortsettelse med aktivitet kan resultere i heteslag.

source: Heat cramps and heat exhaustion are likely; heat stroke is probable with continued activity.
no: Varmekramper og overoppheting er sannsynlig; heteslag er mulig med fortsatt aktivitet.

source: Heat stroke is imminent.
no: Heteslag er nært forestående.

source: internal database
no: intern database

source: Calm
no: Stille

source: Light air
no: Flau vind

source: Light breeze
no: Svak vind

source: Gentle breeze
no: Lett bris

source: Moderate breeze
no: Laber bris

source: Fresh breeze
no: Frisk bris

source: Strong breeze
no: Liten kuling

source: High wind
no: Stiv kuling

source: Fresh gale
no: Sterk kuling

source: Strong gale
no: Liten storm

source: Whole gale
no: Full storm

source: Violent storm
no: Sterk storm

source: Hurricane force
no: Orkan

source: Beaufort scale
no: Beuforts skala

source: Monthly chart:
no: Månedlig diagram:

source: There is an unknown problem with this plot.
no: Det er et ukjent problem med dette plottet.

source: Error code
no: Feilkode

source: By type
no: Ved type

source: Distance/Duration
no: Distanse/Varighet

source: All sports
no: Alle sporter

source: Main sports
no: Hovedsport

source: last 6 months
no: siste 6 måneder

source: last 12 months
no: siste 12 måneder

source: There are no data for this timerange.
no: Det er ikke noen data for dette tidsintervallet.

source: without
no: uten

source: Races
no: Løp

source: Training
no: Trening

source: target:
no: mål:

source: Target is based on current marathon shape calculations.
no: Mål er basert på beregning for nåværende matatonform.

source: Weekly chart:
no: Ukentlig diagram:

source: Pace plot
no: Tempoplott

source: Configure your zones
no: Konfigurer dine soner

source: Pace zones
no: Temposoner

source: More about VO<sub>2</sub>max estimation
no: Mer om VO<sub>2</sub>maks-estimering

source: Impact
no: Innvirkning

source: Braking
no: Bremse

source: Fore-foot
no: Fremfot

source: Mid-foot
no: Midtfot

source: Heel
no: Hæl

source: Course
no: Løype

source: Oscillation
no: Oscillering

source: Composite plot
no: Sammensatt plott

source: Heart rate zones
no: Intensitetssone

source: More about VO<sub>2</sub>max calculation
no: Mer om VO<sub>2</sub>2maks beregning

source: More about elevation
no: Mer om elevasjon

source: Elevation data were corrected.
no: Elevasjonsdata er korrigert.

source: Elevation data are not corrected.
no: Elevasjonsdata er ikke korrigert.

source: Lanes
no: Bane

source: SWOLFcycles
no: SWOLF-sykler

source: Course and elevation data
no: Løype og elevasjonsdata

source: Additional notes
no: Tilleggsbemerkninger

source: Cadence plot
no: Tråkkplott

source: Temperature plot
no: Temperaturplott

source: Date
no: Dato

source: Time of day
no: Tidspunkt

source: Weather condition
no: Værforhold

source: Age standard
no: Aldersklasse

source: Open standard
no: Åpen klasse

source: via tables by %s
no: via tabell ved %s

source: Race Result
no: Løpsresultat

source: Age grade
no: Aldersgradering

source: Place overall
no: Plassering totalt

source: Place age group
no: Plassering aldersgruppe

source: Place gender
no: Plassering kjønn

source: Notes
no: Bemerkninger

source: Source of weather data: %s
no: Kilde for værdata: %s

source: You created this training on <strong>%s</strong> at <strong>%s</strong>.
no: Du har opprettet denne aktiviteten <strong>%s</strong> kl <strong>%s</strong>.

source: Last modification on <strong>%s</strong> at <strong>%s</strong>.
no: Siste endring <strong>%s</strong> kl <strong>%s</strong>.

source: Power plot
no: Effektplott

source: Power zones
no: Effektsoner

source: Based on your current weight
no: Basert på din nåværende vekt

source: Specific power
no: Spesifikk effekt

source: This value has been calculated.
no: Denne verdien har blitt beregnet.

source: Running Effectiveness
no: Løpseffektivitet

source: Efficiency Index
no: Effektivitets-indeks

source: Pace data
no: Tempodata

source: Elevation data
no: Elevasjonsdata

source: More details about your laps
no: Flere detaljer om dine runder

source: Heartrate plot
no: Hjertefrekvensplott

source: Heartrate zones
no: Intensitetssoner

source: Composite data
no: Sammensatte data

source: Heart rate variability
no: Pulsvariabilitet

source: bpm
no: spm

source: Overview
no: Oversikt

source: Heartrate data
no: Pulsdata

source: Running Dynamics
no: Løpsdynamikk

source: Poincaré plot
no: Poincaré-plott

source: Anomalies
no: Anomaliteter

source: Power data
no: Effektdata

source: Climb Score view
no: Klatrepoeng-visning

source: Elevation calculation for: %s
no: Elevasjoner beregnet for: %s

source: apply data
no: bruk data

source: General data
no: Generelle data

source: manual value
no: selvvalgt verdi

source: If you did not insert a value by hand, this value has been calculated.
no: Hvis du ikke har satt inn en verdi selv, så har denne verdien blitt beregnet.

source: Lowest point
no: Laveste punkt

source: calculated value
no: beregnet verdi

source: This value is calculated with your current configuration. The saved value may be outdated.
no: Denne verdien er beregnet med dine nåværende konfigurasjoner. Den lagrede verdien kan være utdatert.

source: Highest point
no: Høyeste punkt

source: Up/Down
no: Opp/Ned

source: You can choose the algorithm and threshold in the configuration window.
no: Du kan velge algoritme og terskel i konfigurasjonsvinduet.

source: Elevation data for different algorithms/thresholds
no: Elevasjonsdata for ulike algoritmer/terskler

source: Elevation data for different algorithms/thresholds (based on original data)
no: Elevasjonsdata for ulike algoritmer/terskler (basert på originaldata)

source: Elevation correction
no: Elevasjonskorreksjon

source: Elevation data has been corrected.
no: Elevasjonsdata har blitt korrigert.

source: Elevation data has not been corrected.
no: Elevasjonsdata har ikke blitt korrigert.

source: correct now
no: korriger nå

source: correct again using %s
no: korriger igjen med %s

source: srtm files
no: srtm-fil

source: remove corrected elevation data
no: fjern korrigerte elevasjonsdata

source: Compare algorithms
no: Sammenlign algoritmer

source: Note for elevation data
no: Bemerkning for elevasjonsdata

source: The calculation of elevation data is very difficult - there is not one single solution. Bad gps data can be corrected via srtm-data but these are only available in a 90x90m grid and not always perfectly accurate. In addition, every platform uses another algorithm to determine the elevation value (for up-/downwards). We give you therefore the possibility to choose algorithm and threshold such that the values fit your experience.
no: Beregning av elevasjonsdata er veldig utfordrende - det er ikke en enkelt løsning. Dårlig GPS-data kan bli korrigert via srtm-data, men disse er kun tilgjengelig i et 90x90m grid og ikke alltid presise. I tillegg, hvert system bruker en egen algoritme for å bestemme elevasjonsverdien (for opp-/nedstigning). Vi gir deg derfor muligheten til å velge algoritme og terskel så verdien skal passe din erfaring.

source: No elevation data available.
no: Ingen elevasjonsdata er tilgjengelig.

source: Show week
no: Vis uke

source: Share
no: Del

source: Export
no: Eksporter

source: as %s
no: som %s

source: Show VO<sub>2</sub>max calculation
no: Vis VO<sub>2</sub>maks-beregning

source: Analyze time series
no: Analyser tidsserier

source: Find best sub segments
no: Finn beste delsegmenter

source: Edit race result
no: Editer løpsresultat

source: Add race result
no: Legg til løpsresultat

source: Edit activity
no: Editer aktivitet

source: to
no: til

source: Found %s activities
no: Fant %s aktivitet(er)

source: Creation date
no: Opprettet dato

source: Wind speed
no: Vindhastighet

source: Wind direction
no: Vindretning

source: descending
no: nedstigning

source: ascending
no: oppstigning

source: Search activities
no: Søk i aktiviteter

source: Time range
no: Tidsintervall

source: Sorting
no: Sortering

source: Send to multi editor
no: Send til multi-editor

source: Our multi editor is limited to a maximum of %d activities.
no: Multi-editoren er begrenset til maksimum %d aktiviteter.

source: Results per page
no: Resultater per side

source: Choose sport(s)
no: Velg sport

source: all
no: alle

source: none
no: ingen

source: Choose activity type(s)
no: Velg aktivitetstype(r)

source: Choose weather conditions
no: Velg værforhold

source: Choose equipment
no: Velg utstyr

source: Tag
no: Merkelapp

source: Choose tag
no: Velg merkelapp

source: avg. HR
no: gjsn. HF

source: Is public
no: Er offentlig

source: max. HR
no: maks HF

source: Is race
no: Er løp

source: Uses VO<sub>2</sub>max
no: Bruker VO<sub>2</sub>maks

source: Track
no: Løype

source: Ground Contact Balance
no: Bakkekontakt balanse

source: Percentage Hilly
no: Prosentvis kupert

source: Yes
no: Ja

source: No
no: Nei

source: in
no: på

source: Resting
no: Hvile

source: Choose a date ...
no: Velg en dato ...

source: Su
no: Sø

source: Mo
no: Ma

source: Tu
no: Ti

source: We
no: On

source: Th
no: To

source: Sa
no: Lø

source: You can select any time range by selecting two dates.
no: Du kan velge tidsintervall ved å velge to datoer.

source: Show selection
no: Vis utvalg

source: There are no activities for this time range.
no: Det er ingen aktiviteter i dette tidsintervallet.

source: Display statistics for your equipment.
no: Vis statistikk for ditt utstyr.

source: Equipment type to display
no: Utstyrstype for å vise

source: Add/Edit equipment
no: Legg til/Editer utstyr

source: Show all equipment
no: Vis alt utstyr

source: Please choose an equipment type in the plugin configuration.
no: Venligst velg en utstyrstype i tilleggs-konfigurasjonen.

source: Show/Hide unused equipment
no: Vis/Skjul ubrukt utstyr

source: You don't have any equipment
no: Du har ikke noe utstyr
