Repository: Runalyze/translations
Catalog: gettext/*/LC_MESSAGES/messages.*.po
Languages: no

source: Compare kilometers per week
no: Sammenlign kilometer per uke

source: Show streak
no: Vis serie

source: Minimum number of days to show a streak (0 for always)
no: Minimum antall dag(er) for å vise serie (0 for alltid)

source: If you run today:
no: Hvis du løper idag:

source: You don't have a streak. Go out and start one!
no: Du har ingen serie. Gå ut og start en!

source: Your last run was on %s
no: Din siste løping var på %s

source: %d day of running since %s
no: %d dag med løping siden %s

source: All training weeks %s
no: Alle treningsuker %s

source: No activities
no: Ingen aktiviteter

source: Last 10 training weeks
no: Siste 10 treningsukene

source: All months
no: Alle måneder

source: /week
no: /uke

source: /month
no: /måned

source: Analysis
no: Analyse

source: Analyze your training (only running) by means of pace, heart rate and different types.
no: Analyser treningen din (kun løping) for forhold som tempo, puls og ulike typer.

source: Analyze types
no: Analysetyper

source: Analyze pace zones
no: Analyse temposoner

source: Analyze heart rate zones
no: Analyser intensitetssoner

source: in percent
no: i prosent

source: by distance
no: etter distanse

source: by time
no: etter tid

source: The values consider only the average data fields of your activities.
no: Denne verdien vurderer kun gjennomsnitlige datafelt i dine aktiviteter.

source: There is no data for this sport.
no: Det er ikke noen data for denne sporten.

source: Training types
no: Treningstyper

source: Pace Zones
no: Temposoner

source: Heart Rate Zones
no: Intensitetssoner

source: race
no: løp

source: Test activity
no: Test-aktivitet

source: Great run!
no: Bra løp!

source: Search for activities
no: Søk etter aktiviteter

source: The plugin could not be found.
no: Tillegget ble ikke bli funnet.

source: Install
no: Installer

source: The plugin has been successfully installed.
no: Tillegget har blitt installert suksessfult.

source: There was a problem, the plugin could not be installed.
no: Det var et problem, tillegget kunne ikke installeres.

source: back to list
no: tilbake til liste

source: Something went wrong ...
no: Noe gikk feil ...

source: Internal constants have been refreshed.
no: Interne konstanter har nå blitt oppfrisket.

source: There was a problem while recalculating your equipment statistics
no: Det var et problem med å beregne din utstyrsstatistikk

source: Statistics have been recalculated for all <strong>%s</strong> pieces of equipment.
no: Statistikk har blitt beregnet på nytt for alle <strong>%s</strong> enheter av utstyr.

source: VO<sub>2</sub>max corrector
no: VO<sub>2</sub>maks korreksjon

source: Maximal TRIMP
no: Maksimal TRIMP

source: Your personal cache has been cleared.
no: Ditt personlige mellomlager har blitt slettet.

source: Elevations have been recalculated for %d routes.
no: Elevasjoner har blitt beregnet på nytt for %d løype(r).

source: There was a problem with activity %d.<br>Error message: %s
no: Det var et promel med aktivitet %d.<br>Feilmelding: %s

source: %d activities have been updated.
no: %d aktiviteter har blitt oppdatert.

source: Activity types
no: Aktivitetstyper

source: Body data
no: Kroppsdata

source: Activities
no: Aktiviteter

source: Trackdata
no: Spordata

source: Swimdata
no: Svømmedata

source: Equipment types
no: Utstyrstyper

source: Relation: equipment types to sports
no: Relasjon: utstyrstyper til sport

source: Relation: equipment to activities
no: Relasjon: utstyr til aktiviteter

source: Relation: tag to activities
no: Relasjon: merkelapp til aktiviteter

source: Shoes
no: Sko

source: Clothes
no: Klær

source: Bikes
no: Sykler

source: Other
no: Andre

source: Race
no: Løp

source: gloves
no: hansker

source: hat
no: hodeplagg
