Repository: Runalyze/translations
Catalog: gettext/*/LC_MESSAGES/messages.*.po
Languages: no

source: Public athlete page
no: Offentlig utøverside

source: Your public athlete page is deactivated.
no: Din offentlige utøverside er deaktivert.

source: Account settings
no: Kontoinnstillinger

source: Privacy settings
no: Personverninnstillinger

source: Apps
no: Applikasjoner

source: Logout
no: Logg ut

source: Glossary
no: Ordliste

source: Documentation
no: Dokumentasjon

source: Feedback
no: Tilbakemelding

source: Shop
no: Butikk

source: About us
no: Om oss

source: Show all notifications
no: Vis alle varsler

source: No new notifications
no: Ingen nye varsler

source: Activity upload
no: Last opp aktivitet

source: Manual activity
no: Selvlagret aktivitet

source: New equipment
no: Nytt utstyr

source: New body values
no: Nye kroppsverdier

source: Configuration
no: Konfigurasjon

source: General settings
no: Generelle innstillinger

source: Plugins
no: Tillegg

source: Dataset
no: Datasett

source: Sports
no: Sport

source: Equipment
no: Utstyr

source: Activity tags
no: Aktivitetsmerkelapper

source: Tools
no: Verktøy

source: Trend analysis
no: Trendanalyse

source: Analyze your VO2max
no: Analyser ditt VO2max

source: Running tables
no: Løpstabeller

source: Poster generator
no: Plakatgenerator

source: More
no: Mer

source: Search
no: Søk

source: Miscellaneous
no: Diverse

source: <em>There are no statistics available. Activate a plugin in your configuration.</em>
no: <em>Det er ingen statistikk tilgjengelig. Aktiver et tillegg i din konfigurasjon. </em>

source: Help and support
no: Hjelp og støtte

source: Donate &amp; Support the project
no: Donere &amp; Støtt prosjektet

source: Translations
no: Oversettelser

source: Statement of Privacy
no: Personvernerklæring

source: Terms of use
no: Vilkår for bruk

source: Imprint
no: Merkenavn

source: You can activate your public athlete page in your <em>Privacy->Settings</em>
no: Du kan aktivere din offentlige utøverside i dine <em>personverninnstillinger</em>

source: Your public athlete page
no: Din offentlige utøverside

source: Panels
no: Paneler

source: Panels are small statistics always shown on the right side.
no: Paneler er små oversikter over statistikk, alltid vist på høyre side.

source: Statistics
no: Statistikker

source: Normal statistics are shown below the activitiy log.
no: Ordinære statistikker er vist nedenfor aktivitetsloggen.

source: Install a new plugin
no: Installer et nytt tillegg

source: New plugins can be installed here.
no: Nye tillegg kan bli installert her.

source: No plugins available.
no: Ingen tillegg er tilgjengelig.

source: Mode
no: Modus

source: Order
no: Rekkefølge

source: The plugin cannot be found.
no: Tillegget ble ikke funnet.

source: enabled
no: aktivert

source: hidden*
no: skjult*

source: not enabled
no: ikke aktivert

source: * Hidden plugins only show their headings.
no: * Skjulte tillegg viser bare overskriften sin.

source: * Hidden plugins are grouped as 'Miscellaneous'.
no: * Skjulte tillegg er gruppert som 'Diverse'.

source: There are no new plugins to install.
no: Det er ingen nye tillegg å installere.

source: Plugin
no: Tillegg

source: The settings have been saved.
no: Innstillingene har blitt lagret.

source: Save
no: Lagre

source: Year on year
no: År på år

source: Install plugin
no: Installer tillegg

source: All
no: Alle

source: Last 6 months
no: Siste 6 måneder

source: Last 12 months
no: Siste 12 måneder

source: In total
no: Totalt

source: back to overview
no: tilbake til oversikt

source: Plugin configuration
no: Tilleggs-konfigurasjon

source: Description
no: Beskrivelse

source: The plugin is deactivated.
no: Tillegget har blitt deaktivert.

source: There are no settings.
no: Det er ikke noen innstillinger.

source: Activate plugin
no: Aktiver tillegg

source: Deactivate plugin
no: Deaktiver tillegg

source: Activation
no: Aktivering

source: No data available.
no: Ingen data tilgjengelig.

source: Add workout
no: Legg til aktivitet

source: week
no: uke

source: back
no: tilbake

source: next
no: neste

source: today
no: Idag

source: Reload current datasheet
no: Oppfrisk nåværende dataark

source: Calendar
no: Kalender

source: Activity per month
no: Aktivitet per måned

source: Activity per week
no: Aktivitet per uke

source: Search for an activity
no: Søk etter en aktivitet

source: Total
no: Totalt

source: previous
no: forrige

source: End
no: Siste

source: per page
no: per side

source: Your input is not allowed.
no: Inndataen din er ikke tillatt.

source: The date could not be parsed.
no: Datoen kunne ikke forstås.

source: The date must not be in the future.
no: Datoen kan ikke være fremtidig.

source: You have to enter a time.
no: Du må fylle inn en tid.

source: Setting
no: Innstillinger

source: Edit
no: Editer

source: Do you really want to delete this activity?
no: Vil du virkelig slette denne aktiviteten?

source: Delete activity
no: Slett aktivitet

source: Public link
no: Offentlig link

source: Make private
no: Gjør privat

source: Make public
no: Gjør offentlig

source: Distance
no: Distanse

source: Ground contact time
no: Tid bakkekontakt

source: Groundcontact
no: Bakkekontakt

source: Effective VO<sub>2</sub>max
no: Effektiv VO<sub>2</sub>max

source: Estimated VO<sub>2</sub>max based on pace and heart rate. The value is slightly transparent if it is not used for your VO<sub>2</sub>max shape.
no: Estimert VO<sub>2</sub>max basert på tempo og puls. Verdien er delvis gjennomsiktig hvis den ikke er brukt for din VO<sub>2</sub>max form.

source: Performance Condition
no: Prestasjonstilstand

source: (by file)
no: (i fil)

source: PC
no: PT

source: The performance condition is an assessment, detected by some Garmin devices, of your ability to perform compared to your average fitness level.
no: Prestasjonstilstand er en betraktning, oppfattet av noen Garmin-enheter, av din evne til å prestere sammenlignet med ditt gjennomsnittlige treningsnivå.

source: at the end
no: ved slutten

source: PC End
no: PT slutt

source: Vertical oscillation
no: Vertikal oscillering

source: Vertical oscillation is your vertical motion of your torso measured in centimeters
no: Vertikal oscillering er vertikal bevegelse av torsoet ditt, målt i centimeter

source: Flight time
no: Svevetid

source: Ground contact balance
no: Bakkekontakt balanse

source: Ground contact time balance measures your running symmetry.
no: Bakkekontakt tid og balanse måler symmetrien i løpingen din.

source: Title
no: Tittel

source: Titles are automatically cut after %u characters.
no: Titler er automatisk beskjært etter %u bokstaver.

source: (file)
no: (fil)

source: Garmin's newer devices have an integrated VO2max estimation.
no: Garmins nyere enheter har integrert estimering av VO2max.

source: This value refers to your estimated VO2max at the start of the activity.
no: Denne verdien refererer til ditt estimerte VO2max ved begynnelsen av aktiviteten.

source: Pronation excursion
no: Pronasjonsbevegelse

source: Pronation
no: Pronasjon

source: Race result
no: Løpsresultat

source: Your placements at races
no: Din plassering i løpet

source: Official distance
no: Offisiell distanse

source: Official time
no: Offisiell tid

source: Age group
no: Aldersgruppe

source: Gender
no: Kjønn

source: Race name
no: Løpsnavn

source: Air pressure
no: Lufttrykk

source: Pressure
no: Trykk

source: Braking Gs
no: Bremse G

source: Trimp values are colored based on their value, slightly transparent for low values and dark red for high values.
no: TRIMP-verdier er fargegradert basert på verdi, delvis gjennomsiktig for lave verdier og mørk rød for høye verdier.

source: Energy
no: Energi

source: Energy values are taken from your device or calculated by a simple formula.
no: Verdier for energi er hentet fra din enhet eller beregnet med en enkel kalkulasjon.

source: Elapsed time
no: Forløpt tid

source: Elapsed time is the difference between end and start of your activity including pauses.
no: Forløpt tid er forskjellen mellom slutt og start av aktiviteten din inkludert pauser.

source: Flight ratio
no: Sveverate

source: avg.
no: gjsn.

source: Heart rate
no: Puls

source: HR
no: HF

source: Pace
no: Tempo

source: Training Effect
no: Treningseffekt

source: Training Effect is an indicator between 1.0 (easy) and 5.0 (overreaching) to rate the impact of aerobic exercise on your body.
no: Treningseffekt er en indikator mellom 1.0 (lett) og 5.0 (overtrening) for å gradere påvirkningen av aerobisk trening på kroppen din.

source: Climb Score
no: Klatrepoeng

source: CS
no: KP

source: Humidity
no: Luftfuktighet

source: Complete equipment
no: Fullstendig utstyr

source: Your complete equipment is shown as icon with tooltip.
no: Ditt komplette utstyr er vist som et ikon med verktøytips.

source: Training partner
no: Treningspartner

source: Training partner are automatically cut after %u characters.
no: Treningspartner er automatisk beskjært etter %u bokstaver.

source: Weather
no: Vær

source: Temperature
no: Temperatur

source: Wind Speed
no: Vindhastighet

source: Wind Degree
no: Vindstyrke

source: Power
no: Kraft

source: Route
no: Løype

source: Route names are automatically cut after %u characters.
no: Løypenavn er automatisk beskjært etter %u bokstaver.

source: Heat index
no: Varmeindeks

source: HI
no: VI

source: The heat index is a measure of how hot it really feels when relative humidity is factored with the actual air temperature.
no: Varmeindeksen er et mål på hvor varmt det faktisk føles når relative luftfuktighet er beregnet med aktuell lufttemperatur.

source: Impact Gs
no: Støt G

source: Effective VO<sub>2</sub>max icon
no: Effektiv VO<sub>2</sub>max ikon

source: Each VO<sub>2</sub>max value of an activity is marked with an arrow to show if the value is (much) higher than your current shape, equal to it or (much) lower:
no: Hver VO<sub>2</sub>max-verdi av en aktivitet er markert med en pil som viser om verdien er (mye) høyere enn din nåværende form, lik eller (mye) lavere:

source: Tags
no: Merkelapper

source: Gradient
no: Stigningsgrad

source: The gradient describes the ratio of elevation gain (or less) and distance. Dividing total elevation by total distance gives this value.
no: Stigningsgraden beskriver forholdet med elevasjonsøkning (eller senking) og avstand. Verdien er gitt ved å dividere total elevasjon med total distanse.

source: Total strokes
no: Totalt slag

source: Strokes
no: Slag

source: The sports icon is shown.
no: Sportsikonet er vist.

source: Activity type
no: Aktivitetstype

source: The activity type is shown with its abbreviation. It is bold if the type is marked as quality session.
no: Aktivitetstype er vist med ens forkortelse. Den er uthevet hvis typen er markert som en kvalitetsøvelse.

source: Duration
no: Varighet

source: Stride length
no: Steglengde

source: Main Equipment
no: Hovedutstyr

source: You can choose a main equipment type for each sport in your sport configuration. Equipment objects of this type will be shown with their names.
no: Du kan velge en type for hovedutstyr for hver sport i din konfigurasjon. Utstyrsenheter av denne typen vil bli vist med navn.

source: Analyze splits
no: Analyser delavstander

source: Elevation info
no: Elevasjonsinformasjon

source: Climb score
no: Klatrepoeng

source: Time series
no: Tidsserier

source: Sub segments
no: Delsegmenter

source: Splits
no: Delavstander

source: Splits are shown as clock icon with all lap times as tooltip. They are shown only if there are handmade laps, i.e. there are active and inactive laps, or if it was a race.
no: Delavstander er vist med klokke-ikon med alle rundetider som verktøytips. De er kun vist hvis det er selvvalgte runder, f.eks. det er aktive og inaktive runder, eller det var et løp.

source: Elevation
no: Elevasjon

source: Calculated value for total elevation, i.e. maximum of total ascent or descent.
no: Beregnet verdi for total elevasjon (maksimal oppstigning og nedstigning).

source: Cadence
no: Tråkk

source: Percentage hilly
no: Prosentvis kupert

source: Hilly
no: Kupert

source: Windchill
no: Vindavkjøling

source: Windchill is the perceived air temperature felt by the body on exposed skin due to the flow of air.
no: Vindavkjøling er den følte lufttemperaturen følt på kroppen med eksponert hud, forårsaket av luftstrøm.

source: Recovery time
no: Restitusjonstid

source: Garmin calculates a suggested recovery time based on your heart rate variability right after the end of your activity.
no: Garmin beregner foreslått restitusjonstid basert på din pulsvariabilitet rett etter slutten av din aktivitet.

source: Footstrike type
no: Fotisett type

source: Wind
no: Vind

source: max.
no: maks

source: Rating of Perceived Exertion or Borg scale, a scale devised to show perceived exertion during exercise
no: Gradering av følt utmattelse eller Borg skala, en skala utarbeidet for å vise følt belastning gjennom en aktivitet

source: You can decide for each activity whether it is visible for everybody or not. If it is public a linked icon is shown.
no: Du kan velge for hver aktivitet om den skal være synlig for alle eller ikke. Hvis den er offentlig vises et link-ikon.

source: Daytime
no: Tidspunkt

source: Time
no: Tid

source: Exact daytime of the activity. (the date itself is always shown)
no: Eksakt tidspunkt for aktiviteten. (datoen er alltid vist)

source: at start
no: ved starten

source: PC start
no: PT start

source: Vertical ratio
no: Vertikal ratio

source: Vertical ratio is the ratio of vertical oscillation to stride length.
no: Vertikal ratio er forholdet mellom vertikal oscillering og skrittlengde.

source: HRV score
no: HRV poeng

source: Garmin calculates some HRV score within the first 12 minutes of every activity. The value - probably the recovery time in minutes - is display as a colored marker, green for low values and red for high values. Garmin shows this value as recovery status.
no: Garmin beregner HRV poeng de første 12 minuttene av hver aktivitet. Verdien - sannsynlig restitusjonstid i minutter - er vist som en farget markør, grønn for lave verdier og rød for høye verdier. Garmin viser dette som restitusjonsstatus.

source: Groundcontact balance
no: Bakkekontakt balanse

source: Pool length
no: Bassenglengde

source: Weight
no: Vekt

source: Easy
no: Lett

source: Maintaining workout
no: Vedlikeholdstrening

source: Improving Fitness
no: Forbedre kondisjon

source: Highly Improving
no: Høy forbedring

source: Overreaching
no: Overanstrengelse

source: Helps recovery (short activities). Improves endurance with longer activities (more than 40 minutes).
no: Hjelper restitusjon (kort aktivitet). Øker utholdenhet med lengre aktiviteter (mer enn 40 minutt).

source: Maintains your aerobic fitness.
no: Vedlikeholder din aerobiske kondisjon.

source: Improves your aerobic fitness if repeated as part of your weekly training program.
no: Forbedrer din aerobiske kondisjon hvis gjentatt som en del av ditt ukentlige treningsprogram.

source: Highly improves your aerobic fitness if repeated 1-2 times per week with adequate recovery time.
no: Høy forbedring av din aerobiske kondisjon hvis gjentatt 1-2 ganger per uke med adekvat restitusjonstid.

source: Causes temporary overload with high improvement. Train up to this number with extreme care. Requires additional recovery days.
no: Forårsaker midlertidig overanstrengelse med høy forbedring. Tren opp til dette tallet med stor forsiktighet. Krever ekstra restitusjonsdager.

source: Performance condition
no: Prestasjonstilstand

source: Alternative sport
no: Alternativ sport

source: Main Sport
no: Hovedsport

source: Cycling
no: Sykling

source: Zone
no: Sone

source: Running
no: Løping

source: Swimming
no: Svømming

source: Inline skating
no: Inline skøyter

source: Rowing
no: Roing

source: Alpine skiing
no: Alpint

source: Kayaking
no: Kajakk

source: Hiking
no: Fottur

source: Flexibility training
no: Smidighetstrening

source: Indoor cycling
no: Innendørs sykling

source: Windsurfing
no: Vindsurfing

source: Strength training
no: Styrketrening

source: Generic
no: Generell

source: Cross-country skiing
no: Langrenn

source: not set
no: Ikke angitt

source: male
no: mann

source: female
no: kvinne

source: complete row
no: komplett rad

source: only icon
no: kun ikoner

source: Inherit from sport
no: Arve fra sport

source: private
no: privat

source: public
no: offentlig

source: Sun
no: Søn

source: Sunday
no: Søndag

source: Mon
no: Man

source: Monday
no: Mandag

source: Tue
no: Tir

source: Tuesday
no: Tirsdag

source: Wed
no: Ons

source: Wednesday
no: Onsdag

source: Thu
no: Tor

source: Thursday
no: Torsdag

source: Fri
no: Fre

source: Friday
no: Fredag

source: Sat
no: Lør

source: Saturday
no: Lørdag

source: January
no: Januar

source: February
no: Februar

source: March
no: Mars

source: May
no: Mai

source: June
no: Juni

source: July
no: Juli

source: Oct
no: Okt

source: October
no: Oktober

source: Dec
no: Des

source: December
no: Desember

source: Database cleanup
no: Database oppfrisking

source: You can now use the %s to recalculate the concerning values.
no: Du kan nå bruke %s for å beregne på nytt de gjeldende verdier.

source: sports configuration
no: Sportskonfigurasjon

source: You may want to adjust pace units in %s. They are not changed automatically.
no: Du vil kanskje endre tempo-enhet i %s. De er ikke endret automatisk.

source: %s has been recalculated. New value: <strong>%s</strong> (old value: %s)
no: %s har blitt beregnet på nytt. Ny verdi: <strong>%s</strong> (gammel verdi: %s)

source: Background image
no: Bakgrunnsbilde

source: Days for ATL
no: Dager for ATL

source: Number of days for ATL time constant
no: Antall dager for ATL tidskonstant

source: Days for CTL
no: Dager for CTL

source: Number of days for CTL time constant
no: Antall dager for CTL tidskonstant

source: Show ATL/CTL in percent of your maximum
no: Vis ATL/CTL i prosent av ditt maksimum

source: By default ATL/CTL are scaled based on your historical maximum. This can lead to wrong assumptions if you were overtrained. Deactivate this option in that case.
no: Som standard er ATL/CTL skalert basert på ditt historiske maksimum. Dette kan lede til feile antagelser hvis du har vært overtrent. Deaktiver dette valget hvis så er tilfelle.

source: Show TSB in percent of ATL/CTL
no: Vis TSB in prosent av ATL/CTL

source: The scale of TSB values depends on your ATL/CTL. You can display TSB as percentage of your current ATL/CTL to keep consistency.
no: Skalaen til TSB verdier avhenger av din ATL/CTL. Du kan vise TSB som prosent av din nåværende ATL/CTL for å bevare konsistens.

source: Maximal CTL
no: Maksimal CTL

source: Maximal ATL
no: Maksimal ATL

source: VO<sub>2</sub>max estimation
no: VO<sub>2</sub>max estimering

source: Time constant length for VO<sub>2</sub>max
no: Tidskonstants lenge for VO<sub>2</sub>max

source: Time constant length for VO<sub>2</sub>max rolling average
no: Tidskonstants lenge for VO<sub>2</sub>max rullende gjennomsnitt

source: Manual correction factor
no: Selvvalgt korreksjonsfaktor

source: Manual correction factor (e.g. 0.9), if the automatic factor does not fit. Can be left empty.
no: Selvvalgt korreksjonsfaltor (f.eks. 0.9), hvis den automatiske faktoren ikke passer. Kan være tom.

source: Value must be between %s and %s.
no: Verdien må være mellom %s og %s.

source: Use fixed VO<sub>2</sub>max value
no: Bruk fiksert VO<sub>2</sub>max verdi

source: Fixed VO<sub>2</sub>max value (e.g. 55), if the estimation does not fit. Can be left empty.
no: Fiksert VO<sub>2</sub>max verdi (f.eks. 55), hvis estimering ikke passer. Kan være tom.

source: Adapt for elevation
no: Tilpass for elevasjon

source: The distance can be corrected by a formula from Peter Greif to adapt for elevation.
no: Distansen kan bli korrigert med en formel av Peter Greif for å tilpasse for elevasjon.

source: Correction per positive elevation
no: Korreksjon per positiv elevasjon

source: Add for each meter upwards X meter to the distance.
no: Legg til for hvert meter oppstigning X meter til distansen.

source: Only for VO2max estimation
no: Kun for VO2max estimering

source: Correction per negative elevation
no: Korreksjon per negativ elevasjon

source: Add for each meter downwards X meter to the distance.
no: Legg til for hvert meter nedstigning X meter til distansen.

source: VO<sub>2</sub>max shape
no: VO<sub>2</sub>max form

source: Privacy
no: Personvern

source: You can define the default privacy of new activities by sport type in the associated sport configuration.
no: Du kan definere standard personvern for nye aktiviteter etter sportstype i tilknyttet sportskonfigurasjon.

source: Public athlete page: active
no: Offentlig utøverside: aktiv

source: If activated: Everyone can see a list of all your (public) activities.
no: Hvis aktiv: alle kan se en liste av alle dine (offentlige) aktiviteter.

source: Public athlete page: private workouts
no: Offentlig utøverside: private aktiviteter

source: If activated: Display a summary for each private activity in the public activity list.
no: Hvis aktiv: Vis en oppsummering for hver privat aktivitet i den offentlige aktivitetslista.

source: Public athlete page: general statistics
no: Offentlig utøverside: generell statistikk

source: Show some general statistics above the activity list
no: Viser noen generelle statikker over aktivitetslisten

source: Public activities: show map
no: Offentlig utøverside: Vis kart

source: You can hide the map for public activities
no: Du kan skjule kartet for offentlige aktiviteter

source: Activity form
no: Aktivitetsskjema

source: Default window
no: Standardvindu

source: Calculate energy
no: Beregne energi

source: Recalculate energy after changing duration by hand
no: Beregne på nytt energi etter at du selv har endret varighet

source: Detect pauses
no: Oppdag pauser

source: Detect pauses (distance not increasing) when importing training
no: Oppdager pauser (distansen øker ikke) under import av aktiviteter

source: Automatically load weather conditions
no: Automatisk last inn værforhold

source: for weather: Location
no: for vær: Lokasjon

source: For loading weather data from openweathermap.org<br>e.g. <em>Berlin, de</em>
no: For å laste værdata fra openweathermap.org<br>f.eks.<em>Berlin, de</em>

source: Automatically correct elevation data
no: Automatisk korriger elevasjonsdata

source: Instead of using gps-elevation a correction via external services is possible.
no: Istedet for å bruke gps-elevasjon er det mulig å bruke en korreksjon via ekstern tjeneste.

source: Sort: sports
no: Sorter: sport

source: Sort: activity types
no: Sorter: aktivitetstype

source: Sort: equipment
no: Sorter: utstyr

source: Marathon shape
no: Maratonform

source: Minimal distance for longjogs
no: Minste distanse for langløp

source: Every run above this distance will be rated.
no: Hvert løp over denne distansen vil bli vurdert.

source: Days for longjogs
no: Dager for å telle langløp

source: Number of days to look at for longjog goal.
no: Antall dager tilbake det skal sees etter langløp.

source: Days for week kilometer
no: Dager for å telle ukentlige kilometer

source: Number of days to look at for weekly kilometer goal.
no: Antall dager tilbake det skal sees etter ukentlige kilometer.

source: Days for week kilometer (minimum)
no: Dager for å telle ukentlige kilometer (minimum)

source: This value will be used if not enough data is available.
no: Hvis ikke det er nok data tilgjengelig vil denne verdien bli brukt.

source: Factor for week kilometers
no: Faktor for ukentlige kilometer

source: Percentage as value between 0.00 and 1.00.
no: Prosentverdi som verdi mellom 0.00 og 1.00 for hvor mye ukentlige kilometer skal vektes i forhold til langløp.

source: Calendar view
no: Kalendervisning

source: Calendar: mode
no: Kalender: modus
